INSERT INTO 
  PRODUCTS 
  (style_code,name,category_id,color_id,gender_id,normal_price,sale_rate,sale_price,is_member,sub_brand_id,sub_clothes_id)
VALUES
  ("BAA-0001", "나이키 리펠 베이퍼", 2,2,1,"135000",NULL,NULL,FALSE,2,3),
  ("BAA-0002", "나이키 ACG 긴팔 티셔츠", 2,8,1,"49000",NULL,NULL,TRUE,2,3),
  ("BAA-0003", "나이키 ACG Iceland", 2,2,1,"49000",NULL,NULL,FALSE,1,3),
  ("BAA-0004", "나이키 ACG Glacier", 2,2,1,"49000",NULL,NULL,FALSE,1,3),
  ("BAA-0005", "나이키 ACG Trolls", 2,10,1,"135000",NULL,NULL,FALSE,2,3),

  ("BAB-0001", "나이키 프로 드라이 핏 긴팔 탑 AS", 2,15,1,"45000",NULL,NULL,TRUE,3,1),
  ("BAB-0002", "나이키 프로 드라이 핏 모크넥 긴팔 AS", 2,2,1,"45000",NULL,NULL,FALSE,3,1),
  ("BAB-0003", "나이키 프로 웜 남성 긴팔 탑 AS", 2,2,1,"45000",NULL,NULL,FALSE,3,1),
  ("BAB-0004", "나이키 프로 드라이 핏 타이트 긴팔 탑 AS", 2,2,1,"45000",10,"40500",FALSE,3,1),
  ("BAB-0005", "나이키 프로 드라이 핏 타이트 반팔 탑 AS", 2,15,1,"39000",10,"35100",FALSE,3,1),
  ("BAB-0006", "나이키 프로 드라이 핏 타이트 반팔 탑 AS", 2,2,1,"31500",NULL,NULL,TRUE,3,1),
  ("BAB-0007", "나이키 프로 드라이 핏 긴팔 탑 AS", 2,2,1,"35500",NULL,NULL,TRUE,3,1),

  ("BAC-0001", "나이키 프로 드라이 핏 남성 쇼츠 AS", 2,2,1,"45000",NULL,NULL,FALSE,4,2),
  ("BAC-0002", "나이키 프로 드라이 핏 3/4 타이츠 AS", 2,2,1,"49000",NULL,NULL,TRUE,4,2),
  ("BAC-0003", "나이키 요가 드라이 핏 인피날론 쇼츠 AS", 2,2,1,"69000",35,"44900",FALSE,3,2),


  ("BAD-0001", "리버풀 FC 2021/22 스타디움 써드", 2,16,1,"83300",NULL,NULL,FALSE,3,4),
  ("BAD-0002", "인터밀란 2021/22 스타디움 써드", 2,2,1,"83300",NULL,NULL,FALSE,3,4),
  ("BAD-0003", "파리 생제르맹 2021/22 스타디움 써드", 2,15,1,"83300",NULL,NULL,TRUE,4,4),
  ("BAD-0004", "FC 바르셀로나 2021/22 스타디움 써드", 2,3,1,"83300",NULL,NULL,FALSE,3,4),
  ("BAD-0005", "첼시 FC 2021/22 스타디움 써드", 2,7,1,"83300",NULL,NULL,FALSE,3,4),


  ("BAE-0001", "나이키 스포츠웨어 남성 플리스 조거 팬츠 AS", 2,2,1,"85000",NULL,NULL,TRUE,3,5),
  ("BAE-0002", "나이키 스포츠웨어 에센셜 플리스 조거 팬츠 AS", 2,2,1,"75000",NULL,NULL,FALSE,3,5),
  ("BAE-0003", "나이키 스포츠웨어 Arch 플리스 테리 조거 팬츠 AS", 2,1,1,"85000",NULL,NULL,FALSE,3,5),
  ("BAE-0004", "나이키 테이퍼드 트레이닝 팬츠 AS", 2,6,1,"65000",NULL,NULL,FALSE,2,5),
  ("BAE-0005", "나이키 스포츠웨어 테크 에센셜 트리뷰트 팬츠", 2,9,1,"89000",NULL,NULL,TRUE,4,5),



  ("BBA-0001", "나이키 ACG 드라이 핏 ADV", 2,6,2,"99000",NULL,NULL,TRUE,1,3),
  ("BBA-0002", "나이키 ACG 반팔 티셔츠", 2,7,2,"49000",NULL,NULL,FALSE,1,3),
  ("BBA-0003", "나이키 ACG 반팔 티셔츠", 2,13,2,"49000",NULL,NULL,FALSE,1,3),
  ("BBA-0004", "나이키 요가 럭스 골지 커버업 긴팔 탑 AS", 2,14,2,"99000",NULL,NULL,FALSE,2,3),
  ("BBA-0005", "NikeLab 솔로 스우시 반팔 티셔츠", 2,2,2,"45000",NULL,NULL,FALSE,2,3),
  ("BBA-0006", "NikeLab 솔로 스우시 반팔 티셔츠", 2,15,2,"45000",NULL,NULL,FALSE,2,3),

  ("BBB-0001", "나이키 스우시 퓨추라 브라 AS", 2,6,2,"39000",45,"21500",FALSE,3,1),

  ("BBC-0001", "나이키 프로 365 5인치 쇼츠 AS", 2,2,2,"45000",10,"40500",TRUE,3,2),

  ("BBD-0001", "나이키 스포츠웨어 여성 골지 긴팔 저지 AS", 2,1,2,"75000",NULL,NULL,FALSE,3,4),
  ("BBD-0002", "나이키 스포츠웨어 여성 골지 긴팔 저지 AS", 2,2,2,"75000",NULL,NULL,FALSE,3,4),

  ("BBE-0001", "나이키 요가 드라이 핏 7/8 플리스 조거 팬츠", 2,2,2,"79000",NULL,NULL,TRUE,2,5),
  ("BBE-0002", "나이키 스포츠웨어 리펠 에센셜", 2,2,2,"109000",NULL,NULL,FALSE,3,5),
  ("BBE-0003", "나이키 요가 드라이 핏 7/8 플리스 조거 팬츠", 2,6,2,"79000",NULL,NULL,FALSE,2,5),
  ("BBE-0004", "나이키 스포츠웨어 스우시 하이라이즈 조거 팬츠", 2,5,2,"85000",NULL,NULL,FALSE,3,5),

  ("BCA-0001", "나이키 x 스페이스 잼 : 새로운 시대", 2,15,3,"39000",NULL,NULL,TRUE,4,3),
  ("BCA-0002", "나이키 x 스페이스 잼 : 새로운 시대", 2,2,3,"39000",NULL,NULL,FALSE,4,3),
  ("BCA-0003", "나이키 x 스페이스 잼 : 새로운 시대", 2,3,3,"39000",NULL,NULL,FALSE,4,3),
  ("BCA-0004", "나이키 스포츠웨어 클럽 플리스 LBR", 2,11,3,"49000",NULL,NULL,FALSE,3,3),

  ("BCB-0001", "나이키 프로 드라이 핏 주니어 긴팔 탑", 2,2,3,"49000",10,"44100",FALSE,3,1),
  
  ("BCC-0001", "나이키 드라이 핏 x 스페이스 잼 : 새로운 시대", 2,12,3,"85000",NULL,NULL,FALSE,4,2),
  
  ("BCD-0001", "나이키 x 스페이스 잼 : 새로운 시대 저지", 2,3,3,"85000",NULL,NULL,TRUE,3,4),
  ("BCD-0002", "토트넘 홋스퍼 2021/22 스타디움 홈 저지", 2,15,3,"109000",NULL,NULL,FALSE,3,4),
  ("BCD-0003", "FC 바르셀로나 2021/22 스타디움 홈 저지", 2,12,3,"109000",NULL,NULL,FALSE,3,4);  
